
;     ▄███████▄ ███    █▄   ▄█          ▄████████    ▄████████      ▀█████████▄   ▄██████▄    ▄▄▄▄███▄▄▄▄   ▀█████████▄  
;    ███    ███ ███    ███ ███         ███    ███   ███    ███        ███    ███ ███    ███ ▄██▀▀▀███▀▀▀██▄   ███    ███ 
;    ███    ███ ███    ███ ███         ███    █▀    ███    █▀         ███    ███ ███    ███ ███   ███   ███   ███    ███ 
;    ███    ███ ███    ███ ███         ███         ▄███▄▄▄           ▄███▄▄▄██▀  ███    ███ ███   ███   ███  ▄███▄▄▄██▀  
;  ▀█████████▀  ███    ███ ███       ▀███████████ ▀▀███▀▀▀          ▀▀███▀▀▀██▄  ███    ███ ███   ███   ███ ▀▀███▀▀▀██▄  
;    ███        ███    ███ ███                ███   ███    █▄         ███    ██▄ ███    ███ ███   ███   ███   ███    ██▄ 
;    ███        ███    ███ ███▌    ▄    ▄█    ███   ███    ███        ███    ███ ███    ███ ███   ███   ███   ███    ███ 
;   ▄████▀      ████████▀  █████▄▄██  ▄████████▀    ██████████      ▄█████████▀   ▀██████▀   ▀█   ███   █▀  ▄█████████▀  
;                          ▀                                                                                             

[MD_WOTC_OW_PULSE_BOMB X2GrenadeTemplate]
FriendlyName="OW/AM AE-400 Pulse Bomb"
FriendlyNamePlural="OW/AM AE-400 Pulse Bombs"
AbilityDescName="pulse bomb"
BriefSummary="The Pulse Bomb functions precisely of a proximity mine. Once the target trips the sensors, the mine self-detonates, dealing massive damage to anyone caught in its blast. Can be doubled as a grenade if the situation warrants. This is primarily used by former Overwatch agent, Lena 'Tracer' Oxton."
TacticalText="<Bullet/> Pulse Bombs are not HE Grenades, but act as a Proximity Mine.<br><Bullet/> Throwing a pulse bomb will not break a soldier's concealment.<br><Bullet/> Pulse Bombs are not triggered by friendly units, but if caught within the mine's blast radius, friendly units will be damaged.<br><Bullet/>Lena 'Tracer' Oxton's offensive utility weapon."
ThrownAbilityName="Throw Pulse Bomb"
ThrownAbilityHelpText="Throw a pulse bomb at target area."
LaunchedAbilityname="Launch Pulse Bomb"
LaunchedAbilityHelpText="Launch a pulse bomb at target area."